[
  {
    "title": "CONDARIES Holland Ludwig von Bertalanffy GENERAL SYSTEM THEORY steven strogatz sung the emerging science GEORGE BRAZILLER",
    "author": "",
    "confidence": 0.94375,
    "bbox": [
      3392,
      788,
      3647,
      2052
    ],
    "raw_text": "CONDARIES Holland Ludwig von Bertalanffy GENERAL SYSTEM THEORY steven strogatz sung the emerging science GEORGE BRAZILLER",
    "cleaned_title": "CONDARIES Holland Ludwig von Bertalanffy GENERAL SYSTEM THEORY steven strogatz sung the emerging science GEORGE BRAZILLER",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "... 777 Edelman A \"TURTLES, TERMITES, AND TRAFFIC JAMS COMPLEXITY, ENTROPY & THE PHYSICS OF INFORMATION, VOLUME I Zurek",
    "author": "",
    "confidence": 0.8520833333333333,
    "bbox": [
      286,
      733,
      661,
      2143
    ],
    "raw_text": "... 777 Edelman A \"TURTLES, TERMITES, AND TRAFFIC JAMS COMPLEXITY, ENTROPY & THE PHYSICS OF INFORMATION, VOLUME I Zurek",
    "cleaned_title": "... 777 Edelman TURTLES, TERMITES, AND TRAFFIC JAMS COMPLEXITY, ENTROPY THE PHYSICS OF INFORMATION, VOLUME Zurek",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "1947864319",
      "publisher": "",
      "published_date": "2020-03-31",
      "description": "The specter of information is haunting sciences. With these words, Wojciech H. Zurek invited fellow scientists to attend the 1989 Santa Fe Institute workshop on which this proceedings volume is based. Thermodynamics, statistical mechanics, the quantum theory of measurement, the physics of computation, dynamical systems, molecular biology, and computer science-information remains central to the 32 essays collected in this new edition of Complexity, Entropy & the Physics of Information. Like the original meeting, this two-volume reprint explores the connections between quantum and classical physics, information and its transfer, computation, and their significance for the formulation of physical theories. A newly written introduction from attendee Seth Lloyd contextualizes the significance of this record of a meeting that marked the intersection of information, physics, complexity, and computation.",
      "categories": [],
      "page_count": 0,
      "language": "en"
    }
  },
  {
    "title": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE E SOCIAL UNIVERSE Miller",
    "author": "- الليبية לס COM EN THE INF",
    "confidence": 0.8975,
    "bbox": [
      0,
      768,
      314,
      2140
    ],
    "raw_text": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE E SOCIAL UNIVERSE Miller -- الليبية לס COM EN THE INF",
    "cleaned_title": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE SOCIAL UNIVERSE Miller",
    "cleaned_author": "الليبية COM THE INF",
    "google_books_metadata": {
      "isbn": "1947864440",
      "publisher": "",
      "published_date": "2022-11-30",
      "description": "If we could rewind the tape of the Earth's deep history back to the beginning and start the world anew-would social behavior arise yet again? While the study of origins is foundational to many scientific fields, such as physics and biology, it has rarely been pursued in the social sciences. Yet knowledge of something's origins often gives us new insights into the present. In Ex Machina, John H. Miller introduces a methodology for exploring systems of adaptive, interacting, choice-making agents, and uses this approach to identify conditions sufficient for the emergence of social behavior. Miller combines ideas from biology, computation, game theory, and the social sciences to evolve a set of interacting automata from asocial to social behavior. Readers will learn how systems of simple adaptive agents-seemingly locked into an asocial morass-can be rapidly transformed into a bountiful social world driven only by a series of small evolutionary changes. Such unexpected revolutions by evolution may provide an important clue to the emergence of social life.",
      "categories": [
        "Computers"
      ],
      "page_count": 0,
      "language": "en"
    }
  },
  {
    "title": "THE OUTER LIMITS OF REASON NOSON S. YANOFSKY",
    "author": "",
    "confidence": 0.925,
    "bbox": [
      2808,
      749,
      3005,
      2072
    ],
    "raw_text": "THE OUTER LIMITS OF REASON NOSON S. YANOFSKY",
    "cleaned_title": "THE OUTER LIMITS OF REASON NOSON YANOFSKY",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "1842550624",
      "publisher": "",
      "published_date": "2003",
      "description": "Stephen Law follows THE PHILOSOPHY FILES with a second book of philosophical conundrums for teenagers. This time he asks such questions as Do Miracles Happen? Why Do These Words Mean Something? and Do I Know the Sun will Rise Tomorrow? You can dip into the arguments that interest you, in eight chapters where the themes are set up in witty scenarios and then debated. There are wacky thought experiments to work out and a variety of characters appear - some of them Martians. As in THE PHILOSOPHY FILES, there are hundreds of lively cartoons running through the book. Stephen Law is a brilliant communicator with a passion to make young people think for themselves. As the GUARDIAN said: 'It's philosophy in action rather than philosophy in aspic. . . a real philosophy book for kids - which students and adults could enjoy too - finally exists'.",
      "categories": [
        "Philosophy"
      ],
      "page_count": 202,
      "language": "en"
    }
  },
  {
    "title": "THE SIMULATION HYPOTHESIS RIZWAN VIRK",
    "author": "",
    "confidence": 0.94,
    "bbox": [
      2651,
      756,
      2819,
      2097
    ],
    "raw_text": "THE SIMULATION HYPOTHESIS RIZWAN VIRK",
    "cleaned_title": "THE SIMULATION HYPOTHESIS RIZWAN VIRK",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "9780593854969",
      "publisher": "Penguin",
      "published_date": "2025-07-22",
      "description": "The definitive exploration of one of the most daring and consequential theories of our time, completely revised and updated to reflect the rapid advances in artificial intelligence and virtual reality Are we living in a simulation? MIT computer scientist Rizwan Virk draws from research and concepts from computer science, artificial intelligence, video games, quantum physics, and ancient mystics to explain why we may be living inside a simulated reality like the Matrix. Simulation theory explains some of the biggest mysteries of quantum and relativistic physics, such as quantum indeterminacy, parallel universes, and the integral nature of the speed of light, using information and computation. Virk shows how the evolution of our video games, including virtual reality, augmented reality, artificial intelligence, and quantum computing, will lead us to a technological singularity. We will reach the simulation point, where we can develop all-encompassing virtual worlds like the OASIS in Ready Player One or The Matrix—and in fact we are already likely inside such a simulation. While the idea sounds like science fiction, many scientists, engineers, and professors have given the simulation hypothesis serious consideration, including Elon Musk, Neil deGrasse Tyson, and Nick Bostrom. But the simulation hypothesis is not just a modern idea. Philosophers of all traditions have long contended that we are living in some kind of “illusion” and that there are other realities that we can access with our minds. The Simulation Hypothesis is the definitive book on simulation theory and is now completely updated to reflect the latest developments in artificial intelligence and virtual reality. Whether you are a computer scientist, a fan of science fiction like the Matrix movies, a video game enthusiast, a spiritual seeker, or simply a fan of mind-bending thought experiments, you will never look at the world the same way again.",
      "categories": [
        "Science"
      ],
      "page_count": 401,
      "language": "en"
    }
  },
  {
    "title": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE E SOCIAL UNIVERSE Miller",
    "author": "8 77 Te COMPLEXITY, ENTROPY & THE PHYSICS OF INFORMATION, VOLUME Zurek",
    "confidence": 0.8714285714285714,
    "bbox": [
      105,
      749,
      460,
      2125
    ],
    "raw_text": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE E SOCIAL UNIVERSE Miller - 8 77 Te COMPLEXITY, ENTROPY & THE PHYSICS OF INFORMATION, VOLUME Zurek",
    "cleaned_title": "EX MACHINA: EVOLVING MACHINES THE ORIGINS OF THE SOCIAL UNIVERSE Miller",
    "cleaned_author": "COMPLEXITY, ENTROPY THE PHYSICS OF INFORMATION, VOLUME Zurek",
    "google_books_metadata": {
      "isbn": "1947864440",
      "publisher": "",
      "published_date": "2022-11-30",
      "description": "If we could rewind the tape of the Earth's deep history back to the beginning and start the world anew-would social behavior arise yet again? While the study of origins is foundational to many scientific fields, such as physics and biology, it has rarely been pursued in the social sciences. Yet knowledge of something's origins often gives us new insights into the present. In Ex Machina, John H. Miller introduces a methodology for exploring systems of adaptive, interacting, choice-making agents, and uses this approach to identify conditions sufficient for the emergence of social behavior. Miller combines ideas from biology, computation, game theory, and the social sciences to evolve a set of interacting automata from asocial to social behavior. Readers will learn how systems of simple adaptive agents-seemingly locked into an asocial morass-can be rapidly transformed into a bountiful social world driven only by a series of small evolutionary changes. Such unexpected revolutions by evolution may provide an important clue to the emergence of social life.",
      "categories": [
        "Computers"
      ],
      "page_count": 0,
      "language": "en"
    }
  },
  {
    "title": "MEADOWS RANDERS I MEADOWS LIMITS TO GROWTH CHELSEA GREEN",
    "author": "",
    "confidence": 0.9166666666666667,
    "bbox": [
      2497,
      738,
      2676,
      2068
    ],
    "raw_text": "MEADOWS RANDERS I MEADOWS LIMITS TO GROWTH CHELSEA GREEN",
    "cleaned_title": "MEADOWS RANDERS MEADOWS LIMITS GROWTH CHELSEA GREEN",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "KOCH then I am myself the world WHAT CONSCIOUSNESS IS AND HOW TO EXPAND IT BASIC BOOKS",
    "author": "",
    "confidence": 0.9147058823529411,
    "bbox": [
      1906,
      783,
      2111,
      2060
    ],
    "raw_text": "KOCH then I am myself the world WHAT CONSCIOUSNESS IS AND HOW TO EXPAND IT BASIC BOOKS",
    "cleaned_title": "KOCH then myself the world WHAT CONSCIOUSNESS AND HOW EXPAND BASIC BOOKS",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "9781541602816",
      "publisher": "Hachette UK",
      "published_date": "2024-05-07",
      "description": "\"Deeply personal and infinitely digestible, Then I Am Myself the World is a remarkable must-read for anyone interested in knowing their mind.”―Judson Brewer MD, PhD, New York Times–bestselling author of Unwinding Anxiety The world’s leading investigator of consciousness argues that by understanding what consciousness does—cause change in the world—we can understand its origins and its future In Then I Am Myself the World, Christof Koch explores the only thing we directly experience: consciousness. At the book’s heart is integrated-information theory, the idea that the essence of consciousness is the ability to exert causal power over itself, to be an agent of change. Koch investigates the physical origins of consciousness in the brain and how this knowledge can be used to measure consciousness in natural and artificial systems. Enabled by such tools, Koch reveals when and where consciousness exists, and uses that knowledge to confront major social and scientific questions: When does a fetus first become self-aware? Can psychedelic and mystical experiences transform lives? What happens to consciousness in near-death experiences? Why will generative AI ultimately be able to do the very thing we can do, yet never feel any of it? And do our experiences reveal a single, objective reality? This is an essential book for anyone who seeks to understand ourselves and the future we are creating.",
      "categories": [
        "Psychology"
      ],
      "page_count": 240,
      "language": "en"
    }
  },
  {
    "title": "NEW EDITION THE (MIS)BEHAVIOUR OF MARKETS BENOIT B. MANDELBROT AND RICHARD L. HUDSON",
    "author": "",
    "confidence": 0.890625,
    "bbox": [
      1395,
      859,
      1647,
      2095
    ],
    "raw_text": "NEW EDITION THE (MIS)BEHAVIOUR OF MARKETS BENOIT B. MANDELBROT AND RICHARD L. HUDSON",
    "cleaned_title": "NEW EDITION THE MIS BEHAVIOUR OF MARKETS BENOIT MANDELBROT AND RICHARD HUDSON",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "1861977654",
      "publisher": "",
      "published_date": "2004-01-01",
      "description": "From the world-famous inventor of fractal geometry, a revolutionary new theory that turns on its head our understanding of how markets work. Fractal geometry is the mathematics of roughness: how to reduce the outline of a jagged leaf, a rocky coastline or static in a computer connection to a few simple mathematical properties - to make the complex simple. With his fractal tools, Benoit Mandelbrot has got to the bottom of how financial markets really work. He finds they have a shifting sense of time, a unique dimension and a wild kind of behaviour that makes them volatile, dangerous - and also beautiful. In Mandelbrot's fractal models, the complex gyrations of IBM's stock price, the FTSE 100, cotton trading and exchange rates can be reduced to straightforward formulae that yield a much more accurate description of the risks involved.",
      "categories": [
        "Capital market"
      ],
      "page_count": 328,
      "language": "en"
    }
  },
  {
    "title": "EMERGENCE BAUDRILLARD SCRIBNER SIMULACRA SIMULATION STEVEN JOHNSON",
    "author": "",
    "confidence": 0.95,
    "bbox": [
      3072,
      765,
      3224,
      2065
    ],
    "raw_text": "EMERGENCE BAUDRILLARD SCRIBNER SIMULACRA SIMULATION STEVEN JOHNSON",
    "cleaned_title": "EMERGENCE BAUDRILLARD SCRIBNER SIMULACRA SIMULATION STEVEN JOHNSON",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "9780743218269",
      "publisher": "Simon and Schuster",
      "published_date": "2012-09-11",
      "description": "In the tradition of Being Digital and The Tipping Point, Steven Johnson, acclaimed as a \"cultural critic with a poet's heart\" (The Village Voice), takes readers on an eye-opening journey through emergence theory and its applications. A NEW YORK TIMES NOTABLE BOOK A VOICE LITERARY SUPPLEMENT TOP 25 FAVORITE BOOKS OF THE YEAR AN ESQUIRE MAGAZINE BEST BOOK OF THE YEAR Explaining why the whole is sometimes smarter than the sum of its parts, Johnson presents surprising examples of feedback, self-organization, and adaptive learning. How does a lively neighborhood evolve out of a disconnected group of shopkeepers, bartenders, and real estate developers? How does a media event take on a life of its own? How will new software programs create an intelligent World Wide Web? In the coming years, the power of self-organization -- coupled with the connective technology of the Internet -- will usher in a revolution every bit as significant as the introduction of electricity. Provocative and engaging, Emergence puts you on the front lines of this exciting upheaval in science and thought.",
      "categories": [
        "Science"
      ],
      "page_count": 288,
      "language": "en"
    }
  },
  {
    "title": "Kenneth O. Stanley Joel Lehman Stanley Lehman DIVERSITY AND COMPLEXITY Scott E. Page DONALD D. HOFFMAN THE CASE AGAINST REALITY Why Greatness Cannot Be Planned DIVE SYSTEMS FRINCETON 90",
    "author": "",
    "confidence": 0.9293103448275862,
    "bbox": [
      1072,
      718,
      1420,
      2140
    ],
    "raw_text": "Kenneth O. Stanley Joel Lehman Stanley Lehman DIVERSITY AND COMPLEXITY Scott E. Page DONALD D. HOFFMAN THE CASE AGAINST REALITY Why Greatness Cannot Be Planned DIVE SYSTEMS FRINCETON 90",
    "cleaned_title": "Kenneth Stanley Joel Lehman Stanley Lehman DIVERSITY AND COMPLEXITY Scott Page DONALD HOFFMAN THE CASE AGAINST REALITY Why Greatness Cannot Planned DIVE SYSTEMS FRINCETON",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "COMPLEXITY M. MITCHELL WALDROP SIMON & SCHUSTER PAPERBACKS",
    "author": "",
    "confidence": 0.90625,
    "bbox": [
      1581,
      868,
      1806,
      2074
    ],
    "raw_text": "COMPLEXITY M. MITCHELL WALDROP SIMON & SCHUSTER PAPERBACKS",
    "cleaned_title": "COMPLEXITY MITCHELL WALDROP SIMON SCHUSTER PAPERBACKS",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "9780671872342",
      "publisher": "Simon and Schuster",
      "published_date": "1993-09",
      "description": "Science magazine reporter Waldrop introduces researchers--rebellious graduate students, Nobel laureates, and pragmatic businessmen--who are formulating surprising answers to complex questions about the universe. Line drawings.",
      "categories": [
        "Mathematics"
      ],
      "page_count": 388,
      "language": "en"
    }
  },
  {
    "title": "DAVID DEUTSCH THE FABRIC OF REALITY مالية THE COMPLEX WORLD",
    "author": "",
    "confidence": 0.935,
    "bbox": [
      3729,
      841,
      3920,
      1987
    ],
    "raw_text": "DAVID DEUTSCH THE FABRIC OF REALITY مالية THE COMPLEX WORLD",
    "cleaned_title": "DAVID DEUTSCH THE FABRIC OF REALITY مالية THE COMPLEX WORLD",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC OF REALITY (8) พ. THE COMPLEX WORLD SIGNALS AND BOUNDARIES Holland Krakauer Essentia",
    "author": "",
    "confidence": 0.8869565217391304,
    "bbox": [
      3584,
      692,
      4091,
      2089
    ],
    "raw_text": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC OF REALITY (8) พ. THE COMPLEX WORLD SIGNALS AND BOUNDARIES Holland Krakauer Essentia",
    "cleaned_title": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC OF REALITY THE COMPLEX WORLD SIGNALS AND BOUNDARIES Holland Krakauer Essentia",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "Stanley Lehman Why Greatness Cannot Be Planned Miller and Page COMPLEX ADAPTIVE SYSTEMS STERNBERG Dynamical Systems anes Fyerywhere? FRINCETON DOVER го 12",
    "author": "",
    "confidence": 0.9260869565217391,
    "bbox": [
      861,
      760,
      1165,
      2130
    ],
    "raw_text": "Stanley Lehman Why Greatness Cannot Be Planned Miller and Page COMPLEX ADAPTIVE SYSTEMS STERNBERG Dynamical Systems anes Fyerywhere? FRINCETON DOVER го 12",
    "cleaned_title": "Stanley Lehman Why Greatness Cannot Planned Miller and Page COMPLEX ADAPTIVE SYSTEMS STERNBERG Dynamical Systems anes Fyerywhere FRINCETON DOVER",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "STERNBERG Goff & Moran (eds.) Dynamical Systems Is Consciousness Everywhere? f Consciousness Basic Books za",
    "author": "",
    "confidence": 0.863157894736842,
    "bbox": [
      709,
      703,
      987,
      2118
    ],
    "raw_text": "STERNBERG Goff & Moran (eds.) Dynamical Systems Is Consciousness Everywhere? f Consciousness Basic Books za",
    "cleaned_title": "STERNBERG Goff Moran eds. Dynamical Systems Consciousness Everywhere Consciousness Basic Books",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "steven strogatz sync the emerging science THE ROMANCE OF REALITY BOBBY AZARIAN BENBELLA",
    "author": "",
    "confidence": 0.9384615384615383,
    "bbox": [
      3192,
      690,
      3456,
      2063
    ],
    "raw_text": "steven strogatz sync the emerging science THE ROMANCE OF REALITY BOBBY AZARIAN BENBELLA",
    "cleaned_title": "steven strogatz sync the emerging science THE ROMANCE OF REALITY BOBBY AZARIAN BENBELLA",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "Goff & Moran (eds.) Is Consciousness Everyw Edelman A Universe of Consciousness \"TURTLES, TERMITES, AND TRAFFIC JAMS RESNICKI MPLEXITY, NTROPY & PHYSICS OF FORMATION, VOLUME II Zurek Basic Books",
    "author": "",
    "confidence": 0.8675675675675676,
    "bbox": [
      499,
      691,
      873,
      2127
    ],
    "raw_text": "Goff & Moran (eds.) Is Consciousness Everyw Edelman A Universe of Consciousness \"TURTLES, TERMITES, AND TRAFFIC JAMS RESNICKI MPLEXITY, NTROPY & PHYSICS OF FORMATION, VOLUME II Zurek Basic Books",
    "cleaned_title": "Goff Moran eds. Consciousness Everyw Edelman Universe of Consciousness TURTLES, TERMITES, AND TRAFFIC JAMS RESNICKI MPLEXITY, NTROPY PHYSICS OF FORMATION, VOLUME Zurek Basic Books",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "9780786722587",
      "publisher": "Hachette UK",
      "published_date": "2008-08-01",
      "description": "What goes on in our head when we have a thought? Why do the physical events that occur inside a fistful of gelatinous tissue give rise to the world of conscious experience? In The Universe of Consciousness , Gerald Edelman and Giulio Tononi present for the first time a full-scale theory of consciousness based on direct observation of the human brain in action. Their pioneering work, presented here in an elegant style, challenges much of the conventional wisdom about consciousness. The Universe of Consciousness has enormous implications for our understanding of language, thought, emotion, and mental illness.",
      "categories": [
        "Psychology"
      ],
      "page_count": 345,
      "language": "en"
    }
  },
  {
    "title": "MADABHUSHI MADAN GOPAL Galileo's Error PHILIP GOFF",
    "author": "",
    "confidence": 0.95,
    "bbox": [
      2193,
      780,
      2436,
      2056
    ],
    "raw_text": "MADABHUSHI MADAN GOPAL Galileo's Error PHILIP GOFF",
    "cleaned_title": "MADABHUSHI MADAN GOPAL Galileo Error PHILIP GOFF",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "PHILIP GOFF WHY?!! PURPOSE UNIVERSE FO OXFORD",
    "author": "",
    "confidence": 0.9,
    "bbox": [
      1764,
      781,
      1936,
      2052
    ],
    "raw_text": "PHILIP GOFF WHY?!! PURPOSE UNIVERSE FO OXFORD",
    "cleaned_title": "PHILIP GOFF WHY PURPOSE UNIVERSE OXFORD",
    "cleaned_author": "",
    "google_books_metadata": {
      "isbn": "0198883773",
      "publisher": "",
      "published_date": "2023",
      "description": "Why are we here? What's the point of existence? For those who are unsatisfied by the answers of traditional religion, and equally by the lack of answers from atheism, Philip Goff opens up a path between the two. He argues for cosmic purpose: the idea that the universe is directed towards certain goals, such as the emergence of intelligent life.",
      "categories": [
        "Consciousness"
      ],
      "page_count": 0,
      "language": "en"
    }
  },
  {
    "title": "THE COMPLEX WORLD SIGNALS AND BOUNDARIES Krakauer Holland",
    "author": "",
    "confidence": 0.9375,
    "bbox": [
      3576,
      867,
      3778,
      2002
    ],
    "raw_text": "THE COMPLEX WORLD SIGNALS AND BOUNDARIES Krakauer Holland",
    "cleaned_title": "THE COMPLEX WORLD SIGNALS AND BOUNDARIES Krakauer Holland",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC Essentia",
    "author": "",
    "confidence": 0.94375,
    "bbox": [
      3844,
      717,
      4068,
      2015
    ],
    "raw_text": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC Essentia",
    "cleaned_title": "FEDERICO FAGGIN IRREDUCIBLE DAVID DEUTSCH THE FABRIC Essentia",
    "cleaned_author": "",
    "google_books_metadata": {}
  },
  {
    "title": "NEW EDI THE MISDEM DIVERSITY AND COMPLEXITY Scott E. Page THE CASE AGAINST REALITY",
    "author": "",
    "confidence": 0.925,
    "bbox": [
      1270,
      849,
      1483,
      2098
    ],
    "raw_text": "NEW EDI THE MISDEM DIVERSITY AND COMPLEXITY Scott E. Page THE CASE AGAINST REALITY",
    "cleaned_title": "NEW EDI THE MISDEM DIVERSITY AND COMPLEXITY Scott Page THE CASE AGAINST REALITY",
    "cleaned_author": "",
    "google_books_metadata": {}
  }
]